const handler = async (m, { conn }) => {
    const form = `
        استمارة استقبال نقابة ❘
        ༺𝘼𝙣𝙞𝙢 ⊰🐦‍🔥⊱𝘿𝙧𝙤𝙣༻

        ❉ • • • ━━ ⌝🐦‍🔥⌞ ━━ • • • ❉
        ❖⇚❘「منور/ه يرجى ملء الاستماره」

        ◆اللقب❖⇚ ❘  ⌟⌜
        ◆اسم الانمي❖⇚ ❘  ⌟⌜
        ◆صوره للقب❖⇚ ❘  ⌟⌜
        ◆ولد او بنت❖⇚ ❘  ⌟⌜
        ◆من طرف❖⇚ ❘  ⌟⌜

        ‏❉ • • • ━━ ⌝🐦‍🔥⌞ ━━ • • • ❉

        ❖⇚❘「يجب ان يكون اللقب ليس خارج من انمي او مانهوا」
        ❖⇚❘「يمنع اخذ ولد لقب بنت وبالعكس」

        ‏❉ • • • ━━ ⌝🐦‍🔥⌞ ━━ • • • ❉

        توقيع نقابة✍🏻:
        ~『༺𝘼𝙣𝙞𝙢 ⊰🐦‍🔥⊱𝘿𝙧𝙤𝙣༻』~
    `;

    conn.sendMessage(m.chat, form, 'conversation');
};

handler.help = ['استمارة'];
handler.tags = ['tools'];

module.exports = handler;
